Repository: linkedinyou/d4os
Catalog: translations/*.po
Languages: fr

source: Default URI
fr: URI par défaut

source: Grid
fr: Grille

source: Default grid URI
fr: URI par défaut de la grille

source: Default grid port
fr: Port par défaut de la grille

source: LoginURI
fr: URI de connexion

source: Default login URI
fr: URI de connexion par défaut

source: Default login port
fr: Port de connexion par défaut

source: Inventory
fr: Inventaire

source: Default inventory URI
fr: URI par défaut de l'inventaire

source: Default inventory port
fr: Port par défaut de l'inventaire

source: Default asset URI
fr: URI par défaut des assets

source: Default asset port
fr: Port par défaut des assets

source: Pictures
fr: Images

source: Default asset server URL
fr: URL par défaut des assets

source: Use these tabs to configure the io settings
fr: Utilisez ces onglets pour configurer les réglages io

source: Use these tabs to configure the services settings
fr: Utilisez ces onglets pour configurer les réglages des services

source: Use these tabs to configure the ui settings
fr: Utilisez ces onglets pour configurer les réglages de ui

source: OpenSim grid management
fr: Gestion de grille OpenSim

source: d4os settings
fr: réglages d4os

source: IO settings
fr: Réglages IO

source: services settings
fr: réglages des services

source: UI settings
fr: Réglages UI

source: Provides tools to manage an opensim grid.
fr: Fournit des outils pour gérer une grille opensim.

source: d4os core
fr: noyau d4os

source: Database system
fr: Système de bases de données

source: Same as website
fr: Identique au site web

source: Single
fr: Unique

source: Select if you are using only one database for all the OpenSim grid or if you are using separated bases.
fr: Choisissez si vous utilisez une seule base de données pour toute la grille ou si vous utilisez des bases différentes.

source: Single base
fr: Base unique

source: Fill these values if you are using a single database.
fr: Remplissez ces valeurs si vous utilisez une seule base de données.

source: Host
fr: Hôte

source: Database
fr: Base de données

source: Prefix
fr: Préfixe

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Multiple bases
fr: Bases multiples

source: Fill these values if you are using multiple databases.
fr: Remplissez ces valeurs si vous utilisez plusieurs bases de données.

source: Same as
fr: Identique à

source: Select if this database is the same as another one.
fr: Choisissez si cette base de données est la même qu'une autre

source: Groups
fr: Groupes

source: Profile
fr: Profils

source: Search
fr: Recherche

source: Users
fr: Utilisateurs

source: Offline messages
fr: Messages hors ligne

source: None
fr: Aucune

source: Website
fr: Site web

source: This user is not registered in the grid. Inworld group was not created for this user.
fr: L'utilisateur n'est pas enregistré sur la grille. Le groupe inworld n'a pas été créé pour cet utilisateur.

source: Could not successfully run query (!sql) from DB:
fr: N'a pu exécuter la requête (!sql) dans la base:

source: Everyone in the group is in the everyone role.
fr: Tout le monde dans le groupe possède le rôle "everyone"

source: Owners of !groupname
fr: Propriétaires de !groupname

source: Owner of !groupname
fr: Propriétaire de !groupname

source: Agent can only change their own Selected Group Role
fr: Un agent ne peut changer le rôle que de son groupe sélectionné

source: Could not add agent to group
fr: N'a pas pu ajouter l'agent au groupe

source: Could not add agent to group role
fr: N'a pas pu ajouter l'agent au rôle de groupe

source: No Group Members found
fr: Aucun membre de groupe trouvé

source: Inventory folders created and default items added.
fr: Les dossiers de l'inventaire ont été créés et les éléments par défaut ont été ajoutés.

source: Appearance added.
fr: Apparence ajoutée.

source: Appearance attached.
fr: Apparence attachée.

source: Could not find the user in the grid.
fr: N'a pas pu trouver l'utilisateur sur la grille.

source: Saved
fr: Sauvé

source: An error occured during saving
fr: une erreur est survenue durant la sauvegarde

source: Error saving the event to the grid database
fr: Erreur en sauvant l'évènement dans la base de données de la grille

source: Error saving the event to the website database
fr: Erreur en sauvant l'évènement dans la base de données du site web

source: No host found.
fr: Aucun hôte n'a été trouvé.

source: Host !host was unreachable.
fr: Hôte !host n'a pu être accesible.

source: Deleting offline messages.
fr: Suppression des messages hors ligne.

source: Deleting search info.
fr: Suppression des infos de recherche.

source: Deleting profile info.
fr: Suppression des infos du profil.

source: Deleting inventory.
fr: Suppression de l'inventaire.

source: Deleting sessions.
fr: Suppression des sessions.

source: Deleting friends.
fr: Suppression des amis.

source: Deleting user.
fr: Suppression de l'utilisateur.

source: OpenSim grid management saving to the database
fr: Gestion de la grille sauvant dans la base de données

source: admin d4os db
fr: administrer d4os db

source: d4os io db settings
fr: réglages d4os io db

source: Provides tools to manage an opensim grid saving to the database.
fr: Fournit des outils pour gérer une grille opensim en sauvant vers la base de données.

source: Default grid pause
fr: Pause par défaut pour la grille

source: Delay between every call.
fr: Délai entre chaque appel.

source: Default oss URI
fr: URI oss par défaut

source: Default oss port
fr: Port oss par défaut

source: Default credentials
fr: Paramètres de connexion par défaut

source: Default user
fr: Utilisateur par défaut

source: Default password
fr: Mot de passe par défaut

source: No action
fr: Aucune action

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Kill
fr: Tuer

source: Grid control service
fr: Service de contrôle de la grille

source: Start stop kill.
fr: Démarrer arrêter tuer.

source: Go
fr: Exécuter

source: Connecting...
fr: Connexion....

source: Response
fr: Réponse

source: OsMaps control service
fr: Service de contrôle pour OsMaps

source: Users control service
fr: Service de contrôle pour les utilisateurs

source: Console commands
fr: Commandes de la console

source: Console commands.
fr: Commandes de la console.

source: Robust control service
fr: Service de contrôle de robust

source: Messaging
fr: Messages

source: Messaging control service
fr: Service de contrôle des messages

source: OpenSim control service
fr: Service de contrôle OpenSim

source: Success
fr: Succès

source: StdOut
fr: Sortie

source: Method
fr: Méthode

source: Command
fr: Commande

source: Result
fr: Résultat

source: Error
fr: Erreur

source: Error N°
fr: Erreur N°

source: Oops...I have pushed the wrong button...
fr: Zut... j'ai appuyé sur le mauvais bouton...

source: admin d4os osservices
fr: administrer d4os osservices

source: access d4os osservices
fr: accéder à d4os osservices

source: d4os io osservices settings
fr: réglages d4os io osservices

source: Provides tools to manage an opensim grid using the osservices system.
fr: Fournit des outils pour gérer une grille opensim en utilisant le système osservices.

source: Default radmin password
fr: Mot de passe par défaut de radmin

source: Use osservices
fr: Utiliser osservices

source: Use the osservices radmin proxy.
fr: Utiliser le proxy de osservices pour radmin.

source: Regions
fr: Régions

source: Create a new region
fr: Créer une nouvelle région

source: Region name
fr: Nom de la région

source: Region name.
fr: Nom de la région.

source: Region id
fr: Région id

source: Region id (optional).
fr: Région id (optionnel)

source: Master firstname
fr: Prénom maître

source: Master lastname
fr: Nom maître

source: Master uuid
fr: Uuid maître

source: Master uuid (optional)
fr: Uuid maître (optionnel)

source: Master password
fr: Mot de passe maître

source: Listen IP
fr: IP d'écoute

source: Listen port
fr: Port d'écoute

source: External address
fr: Adresse externe

source: Region X
fr: Région X

source: Region Y
fr: Région Y

source: Persist
fr: Persistant

source: Enable voice
fr: Activer la voice

source: Delete a region
fr: Supprimer une région

source: Modify a region
fr: Modifier une région

source: Region uuid
fr: Uuid de la région

source: Query the "health" of a region
fr: Requiert la "santé" de la région

source: Shut down the simulator
fr: Arrêter le simulateur

source: Delay
fr: Délai

source: Delay in seconds (optional)
fr: Délai en secondes (optionnel)

source: Send a general alert
fr: Envoyer une alerte générale

source: Restart Region
fr: Redémarrer la région

source: Load Height Map
fr: Charger la carte des hauteurs

source: File name
fr: Nom de fichier

source: Create a new user
fr: Créer un nouvel utilisateur

source: User firstname
fr: Prénom utilisateur

source: User lastname
fr: Nom utilisateur

source: User password
fr: Mot de passe de l'utilisateur

source: Start region X
fr: Coordonnée en X de départ pour la région

source: Start region Y
fr: Coordonnée en Y de départ pour la région

source: Region state
fr: Etat de la région

source: Execute the Load XML command
fr: Exécuter la commande Load XML

source: XML version
fr: Version XML

source: Execute the Save XML command
fr: Exécuter la commande Save XML

source: Load a saved OAR file into a region
fr: Charger un fichier OAR d'un contenu de région

source: Region
fr: Région

source: Users (firstname lastname;firstname lastname; firstname lastname...)
fr: Utilisateurs (prénom nom;prénom nom;prénom nom...)

source: admin d4os radmin
fr: administrer d4os radmin

source: access d4os radmin
fr: utiliser d4os radmin

source: Keys
fr: Clefs

source: Write key
fr: Clef d'écriture

source: Read key
fr: Clef de lecture

source: All
fr: Tous

source: Group
fr: Groupe

source: Owners
fr: Propriétaires

source: Roles
fr: Rôles

source: Define who can see group members
fr: Définir qui peut voir les membres du groupe

source: Emergency
fr: Urgence

source: Alert
fr: Alerte

source: Critical
fr: Critique

source: Warning
fr: Avertissement

source: Notice
fr: Notification

source: Log level
fr: Niveau de log

source: Define the log level
fr: Définir le niveau de log

source: Params.
fr: Paramètres.

source: Return group.
fr: Retourne le groupe.

source: admin d4os io services groups
fr: administrer d4os io services groups

source: groups
fr: groupes

source: d4os io services groups settings
fr: réglages io services groups

source: Provides a group service.
fr: Fournit un service pour les groupes.

source: Provides offline_message methods to services applications. Requires services.module.
fr: Fournit des méthodes de messages hors lignes à des applications de services. Nécéssite le module services.

source: admin d4os io services offline_message
fr: administrer d4os io services offline_message

source: d4os io services offline_message settings
fr: réglages d4os io services offline_message

source: Return avatar classifieds.
fr: Retourne les annonces de l'avatar.

source: Update classified.
fr: Mettre à jour les annonces.

source: Delete classified.
fr: Supprimer les annonces.

source: Return avatar picks.
fr: Retourne les images de l'avatar.

source: Return pick info.
fr: Retourne les infos des images.

source: Update picks.
fr: Met à jour les images.

source: Delete picks.
fr: Supprime les images.

source: Return avatar notes.
fr: Retourne les notes de l'avatar.

source: Update avatar notes.
fr: Met à jour les notes de l'avatar.

source: Return avatar properties.
fr: Retourne les propriétés de l'avatar.

source: Return avatar interests.
fr: Retourne les interêts de l'avatar.

source: Update avatar interests.
fr: Met à jour les interêts de l'avatar.

source: Return user preferences.
fr: Retourne les préférences utilisateurs

source: Update user preferences.
fr: Mettre à jour les préférences utilisateur

source: admin d4os io services profile
fr: administrer d4os io services profile

source: profile
fr: profil

source: d4os io services profile settings
fr: réglages d4os io services profile

source: Timer
fr: Chronomètre

source: Invalid search terms
fr: Termes de recherche invalides

source: Invalid search terms.
fr: Termes de recherche invalides.

source: Text.
fr: Texte.

source: Return places.
fr: Retourne les emplacements.

source: search
fr: recherche

source: There was an error when trying to contact the grid. Please check the url.
fr: Il y a eu une erreur en essayant de contacter la grille. Svp, vérifiez l'url.

source: User
fr: Utilisateur

source: Identifier, for example a login name
fr: Identifiant, par exemple un nom de connexion

source: Account name
fr: Nom du compte

source: Error when adding user password to the grid.
fr: Erreur en ajoutant le mot de passe utilisateur sur la grille.

source: Error when adding user to the grid.
fr: Erreur en ajoutant l'utilisateur sur la grille.

source: admin d4os simian
fr: administrer d4os io simian

source: access d4os simian test
fr: accéder à d4os io simian test

source: d4os io simian settings
fr: réglages d4os io simian

source: Drupal only
fr: Drupal seulement

source: Grid only
fr: Grille seulement

source: Drupal -> Grid
fr: Drupal -> Grille

source: Grid -> Drupal
fr: Grille -> Drupal

source: Login flow
fr: Flux de connexion

source: Define the login flow.
fr: Définir le flux de connexion.

source: OpenSim grid auth management
fr: Gestion de l'autentification sur une grille OpenSIm

source: Sorry, unable to log in using the website credentials. Trying grid process.
fr: Désolé, impossible de se connecter en utilisant les paramètres du site web. Essai avec la grille.

source: Sorry, unable to log in using the grid credentials. Trying website process.
fr: Désolé, impossible de se connecter en utilisant les paramètres de la grille. Essai avec le site web.

source: Grid authentication has failed. Please try again.
fr: L'autentification sur la grille a échoué. Svp essayez de nouveau.

source: Grid authentication has failed. Please try again. Or create an account
fr: L'autentification sur la grille a échoué. Svp essayez de nouveau. Ou créez un compte

source: Grid Authentication Success
fr: Autentification sur la grille réussie

source: A new email address was generated. The user will need to update it.
fr: Une nouvelle adresse de courriel a été générée. L'utilisateur devra la mettre à jour.

source: User !name added on the website.
fr: Utilisateur !name ajouté sur le site web.

source: Error adding user !name on the website.
fr: Erreur en ajoutant l'utilisateur !name sur le site web.

source: admin d4os ui auth
fr: administrer d4os ui auth

source: d4os ui auth settings
fr: réglages d4os ui auth

source: Provides tools to manage regions in an opensim grid.
fr: Fournit des outils pour gérer des régions dans une grille opensim.

source: Days
fr: Jours

source: Hours
fr: Heures

source: Arts and Culture
fr: Arts et culture

source: Charity/Support Groups
fr: Charité/Support

source: Discussion
fr: Discution

source: Games/Contests
fr: Jeux/Concours

source: Live Music
fr: Musique Live

source: Miscellaneous
fr: Divers

source: Nightlife/Entertainment
fr: Vie nocture/Divertissement

source: Event
fr: Evènement

source: This is a node to manage inworld events.
fr: Ceci est un noeud pour gérer des évènements inworld.

source: Name
fr: Nom

source: What
fr: Quoi

source: Category
fr: Catégorie

source: Mature ?
fr: Adulte ?

source: Select if this event will have mature content.
fr: Sélectionnez si cet évènement contiendra du contenu "adulte"

source: When
fr: Quand

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Where
fr: Où

source: Location
fr: Emplacement

source: Select a location for the event.
fr: Sélectionnez un emplacement pour cet évènement.

source: Cover charge
fr: Prix

source: Enable cover charge
fr: Activer le paiement

source: Enable cover charge for this event ?
fr: Faire payer pour cet évènement ?

source: Cover charge amount
fr: Montant du prix

source: Cover charge amount.
fr: Montant du prix.

source: You must select a location.
fr: Vous devez sélectionner un emplacement.

source: The grid is offline now.
fr: La grille n'est pas en ligne actuellement.

source: You can not create an event.
fr: Vous ne pouvez pas créer un évènement.

source: Please try again later.
fr: SVP essayez plus tard.

source: You need to be a parcel owner to create an event
fr: Vous devez posséder une parcelle pour créer un évènement

source: No events available.
fr: Aucun évènement disponible.

source: Yes
fr: Oui

source: No
fr: Non

source: create d4os events content
fr: créer un évènement

source: delete own d4os events content
fr: supprimer ses propres évènements

source: delete any d4os events content
fr: supprimer n'importe quel évènement

source: edit own d4os events content
fr: éditer ses propres évènements

source: edit any d4os events content
fr: éditer n'importe quel évènement

source: view events list
fr: voir la liste des évènements

source: Events
fr: Evènements

source: Events list
fr: Liste d'évènements

source: The single table necessary for events storage.
fr: La table nécéssaire pour stocker les évènements.

source: Links the event module with opensimulator.
fr: Lie le module des évènements avec opensimulator.

source: Title
fr: Titre

source: Mature
fr: Adulte

source: Duration
fr: Durée

source: Sim name
fr: Nom du sim

source: Global pos
fr: Position globale

source: Content type
fr: Type de contenu

source: The group name should be between 4 and 35 characters.
fr: Le nom du groupe doit posséder entre 4 et 35 caractères.

source: This group name already exists.
fr: Ce nom de groupe existe déjà.

source: updated
fr: mis à jour

source: added
fr: ajouté

source: Could not save the group inworld.
fr: Le goupe inworld n'a pu être sauvegardé.

source: Website groups
fr: Groupes du site web

source: Grid groups
fr: Groupes de la grille

source: All groups are registered on the website.
fr: Tous les groupes sont enregistrés sur le site web.

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: admin d4os ui groups
fr: administrer d4os ui groups

source: d4os ui groups settings
fr: réglages d4os ui groups

source: Check groups
fr: Vérifier les groupes

source: Enable profile tab
fr: Activer l'onglet profil

source: Select if you want to enable the profile tab for users.
fr: Choisissez si vous voulez activer l'onglet profil pour les utilisateurs.

source: Disable Drupal user view tab
fr: Désactive l'onglet de vue du profil de Drupal

source: Select if you want to disable the Drupal user view tab. You need to flush caches after changing this option.
fr: Choisissez si vous voulez désactiver l'onglet de la vue du profil de Drupal. Vous devraez vider les caches apres avoir changé cette option.

source: The cache menu was rebuilt.
fr: Le cache des menus a été reconstruit.

source: OpenSim grid profiles management
fr: Gestion des profils de grille OpenSim

source: You can not see user profiles.
fr: Vous ne pouvez pas voir les profils utilisateur.

source: No picture available
fr: Aucune image disponible

source: !user's profile picture
fr: Image du profil de !user

source: !user's first life picture
fr: Image première vie de !user

source: Never connected to the grid
fr: Jamais connecté sur la grille

source: Change image
fr: Changer l'image

source: Save
fr: Sauver

source: Change region
fr: Changer de région

source: Change partner
fr: Changer de partenaire

source: No website defined
fr: Aucun site web défini

source: Change url
fr: Changer l'url

source: Profile options
fr: Options du profil

source: Show profile
fr: Montrer le profil

source: Check the options to allow profile access to other users.
fr: Cochez cette option pour permettre l'accès aux autres utilisateurs.

source: Unable to send the partner request. The email address is not valid.
fr: Impossible d'envoyer une requête à l'avatar. L'adresse de courriel est invalide.

source: A request was sent to the avatar.
fr: Une requête a été envoyée à l'avatar.

source: Partner request from !site
fr: Requête de partenaire depuis !site

source: Dear !username The user called !source_name would like you to accept his partnership request. You may accept it by clicking on this link or copying and pasting it in your browser: !request_url!
fr: Chèr(e) !username L'utilisateur nommé !source_name souhaiterait que vous acceptiez sa requête de partenaire. Vous pouvez accepter en cliquant sur ce lien ou en le copiant dans votre navigateur: !request_url!

source: admin d4os ui profile
fr: administrer d4os ui profile

source: access d4os ui profile
fr: accéder à d4os ui profile

source: Grid profile.
fr: Profil sur la grille.

source: d4os ui profile settings
fr: réglages d4os ui profile

source: Interests
fr: Interêts

source: Picks
fr: Images

source: Classifieds
fr: Annonces

source: First life
fr: Première vie

source: My notes
fr: Mes notes

source: Key
fr: Clef

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Born
fr: Né(e)

source: Partner
fr: Partenaire

source: Last connection
fr: Dernière connexion

source: Home region
fr: Région domicile

source: About text
fr: Texte à propos

source: Regions list
fr: Liste des régions

source: regionName
fr: Nom de région

source: locX
fr: emplacement X

source: locY
fr: emplacement Y

source: locZ
fr: emplacement Z

source: sizeX
fr: tailleX

source: sizeY
fr: tailleY

source: Items
fr: Eléments

source: Select the items you want to display on the list.
fr: Sélectionnez les éléments que vous souhaitez afficher sur la liste.

source: OpenSim grid regions management
fr: Gestion des régions de grille OpenSim

source: Home
fr: Domicile

source: My home
fr: Mon domicile

source: Set Home
fr: Définir comme domicile

source: Home region set to !region
fr: Région domicile définir à !region

source: admin d4os ui regions
fr: administrer d4os ui régions

source: Regions available.
fr: Régions disponibles.

source: d4os ui regions settings
fr: réglages d4os ui régions

source: d4os ui regions
fr: d4os ui régions

source: Text
fr: Texte

source: Grid levels
fr: Niveaux de la grille

source: Data
fr: Données

source: Levels url
fr: Url des niveaux

source: Use timer.
fr: Utiliser le chronomètre

source: Display
fr: Afficher

source: Data not available
fr: Données non accessibles

source: Levels
fr: Niveaux

source: Login uri
fr: Uri de connexion

source: Uptime
fr: En ligne depuis

source: Bars
fr: Barres

source: Gauges
fr: Jauges

source: Memory
fr: Mémoire

source: Gauges parameters
fr: Paramètres des jauges

source: Width
fr: Largeur

source: Width.
fr: Largeur.

source: Height
fr: Hauteur

source: Height.
fr: Hauteur.

source: Grid status
fr: Etat de la grille

source: Status url
fr: Url du statut

source: Value returned
fr: Valeur retournée

source: Enter the value of the body response.
fr: Entrer la valeur du corps de la réponse

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: Status
fr: Etat

source: Check if the grid is online.
fr: Vérifie si la grille est en ligne.

source: Profile texts
fr: Textes du profil

source: Profile about text
fr: Texte du profil

source: Profile first text
fr: Texte du profil

source: Users synchronization
fr: Synchronisation des utilisateurs

source: <p>You can use tokens from this list :
fr: <p>Vous pouvez utiliser des jetons parmi ceux de cette liste:

source: The uuid of the inworld user
fr: Uuid de l'utilisateur inworld

source: The url of the website
fr: Url du site web

source: Default email
fr: Courriel par défaut

source: Assigned role
fr: Rôle assigné

source: God level
fr: Niveau de connexion

source: Default god level
fr: Niveau de connexion par défaut

source: The default god level for new users.
fr: Niveau de connexion par défaut pour les nouveaux utilisateurs.

source: Blocked
fr: Bloqué

source: Models
fr: Modèles
