Repository: linkedinyou/d4os
Catalog: translations/*.po
Languages: fr

source: UUID of the users to use as models for new registrations.
fr: UUID des utilisateurs à utiliser pour les nouvelles inscriptions.

source: Model
fr: Modèle

source: This uuid for model !id is not registered on the grid.
fr: Cet UUID de modèle n'est pas enregistré sur la grille.

source: You must enter a !name.
fr: Vous devez fournir un !name.

source: The !name cannot begin with a space.
fr: Le !name ne peut pas débuter pas un espace.

source: The !name cannot end with a space.
fr: Le !name ne peut pas se terminer avec un espace.

source: The !name cannot contain multiple spaces in a row.
fr: Le !name ne peut pas contenir des espaces multiples dans une ligne.

source: The !name contains an illegal character.
fr: Le !name contient un caractère illégal.

source: The !name %name is too long: it must be %max characters or less.
fr: Le !name %name est trop long: il doit passéder %max caractères ou moins.

source: You can not use spaces in !name
fr: Vous ne pouvez pas utiliser d'espaces dans !name

source: OpenSim grid users management
fr: Gestion des utilisateurs de grille OpenSim

source: User Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: You can not register an account.
fr: Vous ne pouvez pas créer un compte.

source: Enter the first name for the avatar. Spaces are NOT allowed;Punctuation is not allowed except for periods, hyphens, and underscores.
fr: Entrez le prénom de l'avatar. Les espaces ne sont pas autorisés. Les signes de ponctuation ne sont pas autorisés sauf les points, les tirets et tiret soulignés.

source: Enter the last name for the avatar. Spaces are NOT allowed;punctuation is not allowed except for periods, hyphens, and underscores.
fr: Entrez le nom de famille de l'avatar. Les espaces ne sont pas autorisés. Les signes de ponctuation ne sont pas autorisés sauf les points, les tirets et tiret soulignés.

source: You can not edit your profile.
fr: Vous ne pouvez pas éditer votre profil.

source: Enter the first name for the avatar. Spaces are not allowed. Punctuation is not allowed except for periods, hyphens, and underscores.
fr: Entrez le prénom de l'avatar. Les espaces ne sont pas autorisés. Les signes de ponctuation ne sont pas autorisés sauf les points, les tirets et tiret soulignés.

source: Enter the last name for the avatar. Spaces are not allowed. Punctuation is not allowed except for periods, hyphens, and underscores.
fr: Entrez le nom de famille de l'avatar. Les espaces ne sont pas autorisés. Les signes de ponctuation ne sont pas autorisés sauf les points, les tirets et tiret soulignés.

source: Selected
fr: Sélectionné

source: Picture
fr: Image

source: Please select a model.
fr: SVP sélectionnez un modèle.

source: Please use another lastname.
fr: SVP choisissez un autre nom.

source: username
fr: prénom

source: lastname
fr: nom

source: The Password field must be at least 6 characters in length.
fr: Le champ de mot de passe doit contenir au moins 6 caractères.

source: The Email field must contain a valid email address.
fr: Le champ Courriel doit posséder une adresse valide.

source: This name already exists
fr: Ce nom existe déjà

source: Please update your email address.
fr: SVP mettez à jour votre adresse de courriel.

source: User added to the grid.
fr: Utilisateur ajouté sur la grille.

source: The website user called !name has the same lastname as admin account.
fr: L'utilisateur du site web nommé !name possède le même nom que le compte admin.

source: The grid user called !name has the same lastname as admin account.
fr: L'utilisateur de la grille nommé !name possède le même nom que le compte admin.

source: Website users
fr: Utilisateurs du site web

source: There !are currently !members not registered on the grid.
fr: Il y a actuellement !members non enregistrés sur la grille.

source: All users are registered on the grid.
fr: Tous les utilisateurs sont enregistrés sur la grille.

source: Grid users
fr: Utilisateurs de la grille

source: There !are currently !members not registered on the website.
fr: Il y a actuellement !members non enregistrés sur le site web.

source: Email
fr: Courriel

source: All users are registered on the website.
fr: Tous les utilisateurs sont enregistrés sur le site web.

source: Nothing changed for user !name.
fr: Rien n'a été changé pour l'utilisateur !name.

source: User !name deleted on the grid.
fr: Utilisateur !name supprimé de la grille.

source: Error saving user account.
fr: Erreur en sauvegardant le compte utilisateur.

source: edit
fr: éditer

source: security
fr: sécurité

source: user
fr: utilisateur

source: New user: %name (%email).
fr: Nouvel utilisateur: %name (%email).

source: admin d4os ui users
fr: administrer d4os ui users

source: User autocomplete
fr: Autocomplétion utilisateur

source: users
fr: Utilisateurs

source: d4os ui users settings
fr: Réglages d4os ui users

source: Check users
fr: Vérifier les utilisateurs

source: The module d4os_io_db needs to be installed to use db4os users
fr: Le module d4os_io_db doit être installé pour utiliser db4os_users

source: Provides tools to manage users in an opensim grid.
fr: Fournit des outils pour gérer des utilisateurs dans une grille opensim.
